IdeaRS.OpenModel.Material.ThermalConductivityState
Type of curvature - thermal conductivity

IdeaRS.OpenModel.Material.ThermalConductivityState.None
The curvature is not defined

IdeaRS.OpenModel.Material.ThermalConductivityState.Code
The curvatire is defined by the code

IdeaRS.OpenModel.Material.ThermalConductivityState.User
The curvature is input by the user